Revit 2027 API
ParameterTypeId.JoistSystemSpacingParam Property
 "Centerline Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemSpacingParam { get; }
Public Shared ReadOnly Property JoistSystemSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemSpacingParam {
	ForgeTypeId^ get ();
}
static member JoistSystemSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace